Repository: Sn0wye/splitty
Catalog: Splitty/Splitty/Localization/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br

# leave.message
source: You will lose access to this group's expenses. You can re-join with a new invite code.
es: Perderás el acceso a los gastos de este grupo. Puedes volver a unirte con un nuevo código de invitación.
fr: Vous n’aurez plus accès aux dépenses de ce groupe. Vous pourrez le rejoindre avec un nouveau code d’invitation.
pt_br: Você perderá acesso às despesas deste grupo. É possível entrar novamente com um novo código de convite.

# leave.this_group
source: this group
es: este grupo
fr: ce groupe
pt_br: este grupo

# leave.title
source: Leave %@?
es: ¿Abandonar %@?
fr: Quitter %@ ?
pt_br: Sair de %@?

# login.coming_soon
source: Coming soon
es: Próximamente
fr: Bientôt disponible
pt_br: Em breve

# login.dev_sign_in
source: Dev sign in
es: Inicio de sesión de desarrollo
fr: Connexion développeur
pt_br: Iniciar sessão como desenvolvedor

# login.failed
source: Sign-in failed. Try again.
es: No se ha podido iniciar sesión. Inténtalo de nuevo.
fr: Échec de la connexion. Réessayez.
pt_br: Falha ao iniciar sessão. Tente novamente.

# login.generic_error
source: Something went wrong signing you in. Try again in a moment.
es: Algo ha fallado al iniciar sesión. Inténtalo de nuevo dentro de un momento.
fr: Une erreur s’est produite lors de la connexion. Réessayez dans un instant.
pt_br: Algo deu errado ao iniciar sua sessão. Tente novamente em instantes.

# login.google_unverified
source: Google couldn't verify that account. Try again.
es: Google no ha podido verificar esa cuenta. Inténtalo de nuevo.
fr: Google n’a pas pu vérifier ce compte. Réessayez.
pt_br: O Google não conseguiu verificar essa conta. Tente novamente.

# login.network
source: Couldn't reach Splitty. Check your connection and try again.
es: No se ha podido conectar con Splitty. Comprueba la conexión e inténtalo de nuevo.
fr: Impossible de joindre Splitty. Vérifiez votre connexion et réessayez.
pt_br: Não foi possível acessar o Splitty. Verifique sua conexão e tente novamente.

# login.setup_error
source: Sign-in isn't set up correctly on this build.
es: El inicio de sesión no está configurado correctamente en esta versión.
fr: La connexion n’est pas correctement configurée dans cette version.
pt_br: O início de sessão não está configurado corretamente nesta versão.

# login.sign_in_apple
source: Sign in with Apple
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
pt_br: Iniciar sessão com a Apple

# login.sign_in_google
source: Sign in with Google
es: Iniciar sesión con Google
fr: Se connecter avec Google
pt_br: Iniciar sessão com o Google

# login.tagline
source: Split expenses, settle up.
es: Divide los gastos, salda las cuentas.
fr: Répartissez les dépenses, réglez les comptes.
pt_br: Divida despesas, acerte as contas.

# onboarding.balance_hint
source: Balances show who owes whom. Record a payment when you settle up.
es: Los balances muestran quién le debe a quién. Registra un pago cuando salden la deuda.
fr: Les soldes montrent qui doit quoi à qui. Enregistrez un paiement après avoir réglé la dette.
pt_br: Os saldos mostram quem deve a quem. Registre um pagamento quando acertarem as contas.

# onboarding.continue
source: Continue
es: Continuar
fr: Continuer
pt_br: Continuar

# onboarding.create_group
source: Create a group
es: Crear un grupo
fr: Créer un groupe
pt_br: Criar um grupo

# onboarding.detail
source: Add what someone paid. Splitty shows each person's share and who owes whom.
es: Agrega lo que alguien pagó. Splitty muestra cuánto le toca a cada persona y quién le debe a quién.
fr: Ajoutez ce que quelqu’un a payé. Splitty montre la part de chacun et qui doit quoi à qui.
pt_br: Adicione o que alguém pagou. O Splitty mostra a parte de cada pessoa e quem deve a quem.

# onboarding.empty_groups_detail
source: Create a group or join one to keep track together.
es: Crea un grupo o únete a uno para llevar las cuentas juntos.
fr: Créez un groupe ou rejoignez-en un pour suivre les dépenses ensemble.
pt_br: Crie um grupo ou entre em um para acompanhar as despesas juntos.

# onboarding.empty_groups_title
source: Start sharing expenses
es: Empieza a compartir gastos
fr: Commencez à partager les dépenses
pt_br: Comece a dividir despesas

# onboarding.example_expense
source: Coffee for two
es: Café para dos
fr: Café pour deux
pt_br: Café para dois

# onboarding.example_payer
source: You paid
es: Pagaste tú
fr: Vous avez payé
pt_br: Você pagou

# onboarding.example_result
source: The other person owes you $15.00
es: La otra persona te debe $15.00
fr: L’autre personne vous doit 15,00 $
pt_br: A outra pessoa deve $15,00 a você

# onboarding.first_expense_hint
source: Add the first expense, then choose who paid and how to split it.
es: Agrega el primer gasto y elige quién pagó y cómo dividirlo.
fr: Ajoutez la première dépense, puis choisissez qui a payé et comment la partager.
pt_br: Adicione a primeira despesa e escolha quem pagou e como dividi-la.

# onboarding.illustration
source: A $30 coffee expense paid by you is split equally. The other person owes you $15.
es: Pagaste $30 de café y el gasto se divide por igual. La otra persona te debe $15.
fr: Vous avez payé 30 $ de café, partagés à parts égales. L’autre personne vous doit 15 $.
pt_br: Você pagou $30 em café, dividido igualmente. A outra pessoa deve $15 a você.

# onboarding.invite_people
source: Invite people
es: Invitar personas
fr: Inviter des personnes
pt_br: Convidar pessoas

# onboarding.join_group
source: Join a group
es: Unirse a un grupo
fr: Rejoindre un groupe
pt_br: Entrar em um grupo

# onboarding.setup_detail
source: Create a group for shared expenses, or join one with an invite.
es: Crea un grupo para los gastos compartidos o únete con una invitación.
fr: Créez un groupe pour les dépenses partagées ou rejoignez-en un avec une invitation.
pt_br: Crie um grupo para dividir despesas ou entre em um com um convite.

# onboarding.setup_title
source: Start with your people
es: Empieza con tu grupo
fr: Commencez avec votre groupe
pt_br: Comece com seu grupo

# onboarding.skip
source: Skip
es: Omitir
fr: Passer
pt_br: Pular

# onboarding.title
source: Share the cost. Keep it clear.
es: Compartan los gastos. Todo claro.
fr: Partagez les frais, en toute clarté.
pt_br: Divida os gastos. Tudo às claras.

# people.empty_message
source: People you share a group with will appear here.
es: Las personas con las que compartes un grupo aparecerán aquí.
fr: Les personnes avec qui vous partagez un groupe apparaîtront ici.
pt_br: As pessoas com quem você compartilha um grupo aparecerão aqui.

# people.empty_title
source: No people yet
es: Aún no hay personas
fr: Aucune personne pour le moment
pt_br: Nenhuma pessoa ainda

# people.opens_group
source: Opens this group
es: Abre este grupo
fr: Ouvre ce groupe
pt_br: Abre este grupo

# people.owes_you
source: Owes you %@
es: Te debe %@
fr: Vous doit %@
pt_br: Deve a você %@

# people.settled
source: Settled
es: Saldado
fr: Réglé
pt_br: Quitado

# people.settled_up
source: Settled up
es: Todo saldado
fr: Tout est réglé
pt_br: Quitado

# people.title
source: People
es: Personas
fr: Personnes
pt_br: Pessoas

# people.view_groups
source: View groups
es: Ver grupos
fr: Voir les groupes
pt_br: Ver grupos

# people.you_owe
source: You owe %@
es: Debes %@
fr: Vous devez %@
pt_br: Você deve %@

# profile.choose
source: Choose
es: Elegir
fr: Choisir
pt_br: Escolher

# profile.choose_photo
source: Choose photo
es: Elegir foto
fr: Choisir une photo
pt_br: Escolher foto

# profile.confirming
source: Finishing upload...
es: Finalizando la carga...
fr: Finalisation de l’envoi...
pt_br: Finalizando envio...

# profile.crop_title
source: Crop photo
es: Recortar foto
fr: Recadrer la photo
pt_br: Recortar foto

# profile.discard
source: Discard
es: Descartar
fr: Abandonner
pt_br: Descartar

# profile.discard_confirmation
source: Discard changes?
es: ¿Descartar los cambios?
fr: Abandonner les modifications ?
pt_br: Descartar alterações?

# profile.discard_warning
source: Your name change has not been saved.
es: El cambio de nombre no se ha guardado.
fr: La modification de votre nom n’a pas été enregistrée.
pt_br: A alteração do seu nome não foi salva.

# profile.email
source: Email
es: Correo electrónico
fr: Adresse e-mail

# profile.empty_name
source: Name can't be empty.
es: El nombre no puede estar vacío.
fr: Le nom ne peut pas être vide.
pt_br: O nome não pode ficar vazio.

# profile.error_title
source: Profile error
es: Error del perfil
fr: Erreur de profil
pt_br: Erro no perfil

# profile.invalid_image
source: That photo could not be opened. Choose another one.
es: No se pudo abrir esa foto. Elige otra.
fr: Impossible d’ouvrir cette photo. Choisissez-en une autre.
pt_br: Não foi possível abrir essa foto. Escolha outra.

# profile.keep_editing
source: Keep editing
es: Seguir editando
fr: Continuer la modification
pt_br: Continuar editando

# profile.name
source: Name
es: Nombre
fr: Nom
pt_br: Nome

# profile.preparation_failed
source: That photo could not be prepared. Try another one.
es: No se pudo preparar esa foto. Prueba con otra.
fr: Impossible de préparer cette photo. Essayez-en une autre.
pt_br: Não foi possível preparar essa foto. Tente outra.

# profile.preparing
source: Preparing photo...
es: Preparando la foto...
fr: Préparation de la photo...
pt_br: Preparando foto...

# profile.remove
source: Remove
es: Eliminar
fr: Supprimer
pt_br: Remover

# profile.remove_confirmation
source: Remove photo?
es: ¿Eliminar la foto?
fr: Supprimer la photo ?
pt_br: Remover foto?

# profile.remove_fallback
source: Your provider photo or a generated image will be used instead.
es: Se usará la foto de tu proveedor o una imagen generada.
fr: La photo de votre fournisseur ou une image générée sera utilisée à la place.
pt_br: A foto do seu provedor ou uma imagem gerada será usada no lugar.

# profile.remove_photo
source: Remove photo
es: Eliminar foto
fr: Supprimer la photo
pt_br: Remover foto

# profile.retry_upload
source: Retry upload
es: Reintentar la carga
fr: Réessayer l’envoi
pt_br: Tentar enviar novamente

# profile.start_over
source: Start over
es: Empezar de nuevo
fr: Recommencer
pt_br: Recomeçar

# profile.title
source: Profile
es: Perfil
fr: Profil
pt_br: Perfil

# profile.too_large
source: That photo is too large to upload.
es: Esa foto es demasiado grande para subirla.
fr: Cette photo est trop volumineuse pour être envoyée.
pt_br: Essa foto é grande demais para enviar.

# profile.updated
source: Photo updated
es: Foto actualizada
fr: Photo mise à jour
pt_br: Foto atualizada

# profile.uploading
source: Uploading photo...
es: Subiendo la foto...
fr: Envoi de la photo...
pt_br: Enviando foto...

# settings.account
source: Account
es: Cuenta
fr: Compte
pt_br: Conta

# settings.appearance
source: Appearance
es: Apariencia
fr: Apparence
pt_br: Aparência

# settings.language
source: Language
es: Idioma
fr: Langue
pt_br: Idioma

# settings.log_out
source: Log Out
es: Cerrar sesión
fr: Se déconnecter
pt_br: Finalizar sessão

# settings.log_out_confirm
source: Are you sure you want to log out?
es: ¿Seguro que quieres cerrar sesión?
fr: Voulez-vous vraiment vous déconnecter ?
pt_br: Tem certeza de que deseja finalizar a sessão?

# settings.preferences
source: Preferences
es: Preferencias
fr: Préférences
pt_br: Preferências

# settings.title
source: Settings
es: Ajustes
fr: Réglages
pt_br: Configurações

# settlement.any_member_delete
source: Any member can delete a payment, including one someone else recorded.
es: Cualquier miembro puede eliminar un pago, incluso si lo ha registrado otra persona.
fr: N’importe quel membre peut supprimer un paiement, y compris celui enregistré par une autre personne.
pt_br: Qualquer membro pode apagar um pagamento, inclusive um registrado por outra pessoa.

# settlement.delete_a11y
source: Delete payment
es: Eliminar pago
fr: Supprimer le paiement
pt_br: Apagar pagamento

# settlement.delete_message
source: The balance between them goes back to what it was before this payment.
es: El saldo entre ellos vuelve a ser el anterior a este pago.
fr: Le solde entre ces deux personnes reviendra à son niveau d’avant ce paiement.
pt_br: O saldo entre essas pessoas volta a ser o que era antes deste pagamento.

# settlement.delete_title
source: Delete the %1$@ payment from %2$@ to %3$@?
es: ¿Eliminar el pago de %1$@ de %2$@ a %3$@?
fr: Supprimer le paiement de %1$@, versé par %2$@ à %3$@ ?
pt_br: Apagar o pagamento de %1$@, feito por %2$@ para %3$@?

# settlement.edit
source: Edit payment
es: Editar pago
fr: Modifier le paiement
pt_br: Editar pagamento

# settlement.only_owe
source: You only owe %1$@ %2$@.
es: Solo debes %2$@ a %1$@.
fr: Vous devez seulement %2$@ à %1$@.
pt_br: Você só deve %2$@ a %1$@.

# settlement.paid_connector
source: paid
es: pagó
fr: a payé
pt_br: pagou

# settlement.pay
source: Pay %@
es: Pagar %@
fr: Payer %@
pt_br: Pagar %@

# settlement.pay_all
source: Pay all %@
es: Pagar todo a %@
fr: Payer la totalité à %@
pt_br: Pagar tudo %@

# settlement.payment_to
source: Payment to %@
es: Pago a %@
fr: Paiement à %@
pt_br: Pagamento para %@

# settlement.payment_with
source: Payment with %@
es: Pago con %@
fr: Paiement avec %@
pt_br: Pagamento com %@

# settlement.record
source: Record payment
es: Registrar pago
fr: Enregistrer le paiement
pt_br: Registrar pagamento

# settlement.record_failed
source: Couldn't record that payment. Pull down to refresh and try again.
es: No se ha podido registrar ese pago. Desliza hacia abajo para actualizar e inténtalo de nuevo.
fr: Impossible d’enregistrer ce paiement. Tirez vers le bas pour actualiser et réessayez.
pt_br: Não foi possível registrar esse pagamento. Puxe para baixo para atualizar e tente novamente.

# settlement.settle_up
source: Settle up
es: Saldar
fr: Régler
pt_br: Acertar contas

# settlement.title
source: Payment
es: Pago
fr: Paiement
pt_br: Pagamento

# split.amounts
source: Amounts
es: Importes
fr: Montants
pt_br: Valores

source: Split between
es: Dividir entre
fr: Répartir entre
pt_br: Dividir entre

# split.blank_hint
source: Everything is assigned. A blank field is someone left out.
es: Todo está asignado. Un campo en blanco indica que se ha excluido a alguien.
fr: Tout est attribué. Un champ vide signifie qu’une personne est exclue.
pt_br: Tudo foi atribuído. Um campo em branco indica que alguém ficou de fora.

# split.equally
source: Equally
es: A partes iguales
fr: À parts égales
pt_br: Igualmente

# split.paid_by
source: Paid by
es: Pagado por
fr: Payé par
pt_br: Pago por

# split.percentages
source: Percentages
es: Porcentajes
fr: Pourcentages
pt_br: Porcentagens

# split.someone_else
source: someone else
es: otra persona
fr: quelqu’un d’autre
pt_br: outra pessoa

# split.summary_amounts
source: Paid by %@ and split by amounts
es: Pagado por %@ y dividido por importes
fr: Payé par %@ et réparti selon les montants
pt_br: Pago por %@ e dividido por valores

# split.summary_equally
source: Paid by %@ and split equally
es: Pagado por %@ y dividido a partes iguales
fr: Payé par %@ et réparti à parts égales
pt_br: Pago por %@ e dividido igualmente

# split.summary_equally_between
source: Paid by %1$@ and split equally between %lld people
es: Pagado por %1$@ y dividido a partes iguales entre %lld personas
fr: Payé par %1$@ et réparti à parts égales entre %lld personnes
pt_br: Pago por %1$@ e dividido igualmente entre %lld pessoas

# split.summary_full_amount
source: Paid by %1$@, %2$@ the full amount
es: Pagado por %1$@, %2$@ el importe total
fr: Payé par %1$@, %2$@ le montant total
pt_br: Pago por %1$@, %2$@ o valor total

# split.summary_percent_left
source: Paid by %1$@, %2$@%% left to assign
es: Pagado por %1$@, queda un %2$@%% por asignar
fr: Payé par %1$@, il reste %2$@%% à attribuer
pt_br: Pago por %1$@, %2$@%% restante para atribuir

# split.summary_percent_over
source: Paid by %1$@, %2$@%% over 100%%
es: Pagado por %1$@, un %2$@%% por encima del 100%%
fr: Payé par %1$@, dépassement de %2$@%% par rapport à 100%%
pt_br: Pago por %1$@, %2$@%% acima de 100%%

# split.summary_percentages
source: Paid by %@ and split by percentages
es: Pagado por %@ y dividido por porcentajes
fr: Payé par %@ et réparti selon les pourcentages
pt_br: Pago por %@ e dividido por porcentagens

# split.they
source: they
es: ellos
fr: cette personne
pt_br: a pessoa

# split.they_owe
source: %@ owes
es: %@ debe
fr: %@ doit
pt_br: %@ deve

# split.title
source: Split
es: Dividir
fr: Répartition
pt_br: Divisão

# split.you
source: you
es: tú
fr: vous
pt_br: você

# split.you_owe
source: you owe
es: debes
fr: vous devez
pt_br: você deve

# tabs.add_expense
source: Add expense
es: Añadir gasto
fr: Ajouter une dépense
pt_br: Adicionar despesa

# tabs.group
source: Group
es: Grupo
fr: Groupe
pt_br: Grupo

# tabs.groups
source: Groups
es: Grupos
fr: Groupes
pt_br: Grupos

# tabs.people
source: People
es: Personas
fr: Personnes
pt_br: Pessoas

# tabs.settings
source: Settings
es: Ajustes
fr: Réglages
pt_br: Configurações

# category.general
source: General
fr: Général
pt_br: Geral

# category.hotel
source: Hotel
fr: Hôtel

# group.error
source: Error: %@
fr: Erreur : %@
pt_br: Erro: %@

# category.taxi
source: Taxi
pt_br: Táxi
